{
  "home": "Home",
  "colors": "Colors",
  "products": "Products",
  "about": "About",
  "blogs": "Blogs",
  "contact": "Contact",
  "calculate.price": "Calculate Price",
  "constructors": "Constructors",
  "about.us": "About Us",
  "advisory": "Advisory",
  "shipping.and.return": "Shipping And Return",
  "terms.and.condition": "Terms And Condition",
  "privacy.policy": "Privacy Policy",
  "all.product": "All Products",
  "all.colors": "All Colors",
  "collections": "Collections",
  "login": "Login",
  "english": "English",
  "vietnamese": "Vietnamese",
  "home.baner.title": "Experience a new living space with 3D Interior Paint",
  "home.baner.desc": "Exquisite colors and patterns create an impressive and unique space for your home!",
  "home.baner.btn": "Explore now!",
  "home.colors.title": "CHOOSE A PAINT COLOR FAMILY",
  "home.colors.desc": "We have over 200 paint colors to choose from",
  "home.blogs.title": "New blogs every day",
  "home.products.title": "See our best selling products",
  "home.advansory.title": "Custom Home Design Advisory",
  "home.advansory.desc1": "Unlock the Door to Your Dream Home with KOLUX 3D Home Design Services",
  "home.advansory.desc2": "Discover the Art of Personalized Home Design with KOLUX's 3D Advisory",
  "home.advansory.btn": "Get advice now!",
  "home.project.title": "The project has been constructed",
  "home.contact.title": "Contact Us",
  "home.contact.phone": "Phone",
  "home.contact.input.name": "Your Name",
  "home.contact.input.email": "Your Email",
  "home.contact.input.mess": "Your Message",
  "home.contact.btn": "SUBMIT",
  "product.detail.note.price": "This price does not include installation and accessories costs.",
  "reviews": "Reviews",
  "pieces": "Pieces",
  "size": "Size",
  "brand": "Brand",
  "product.code": "Product Code",
  "origin": "Origin",
  "shipping": "Shipping",
  "in.stock": "In stock",
  "still.in.stock": "Still in stock",
  "out.of.stock": "Out of stock",
  "product.detail.estimated.cost.title": "How much do you need to budget for your project?",
  "product.detail.estimated.cost.link": "Calculate estimated costs now",
  "add.to.cart": "Add to Cart",
  "buy.now": "Buy Now",
  "product.info": "Product Infommation",
  "warranty": "Warranty",
  "applicable.surface": "Applicable Surface",
  "property": "Property",
  "features": "Features",
  "review.title": "Rating & Review",
  "no.review": "No reviews available for this product.",
  "tip.advice": "Tips & Advice",
  "expert": "Expert",
  "category": "Category",
  "no.category": "No categories available",
  "rating": "Rating",
  "no.property": "No property available",
  "no.features": "No features available",
  "related.products": "Related Products",
  "type": "Type",
  "foam.thickness": "Foam Thickness",
  "footer.title": "Get to know our company",
  "footer.desc": "Whether around the corner or across the world, KOLUX people and products have been making an impact for over 150 years.",
  "footer.btn": "READ MORE ABOUT US",
  "footer.our": "Our Company",
  "footer.term": "Terms of Use",
  "footer.user": "User",
  "project.estimation": "Project Estimation",
  "floor.dimensions": "Floor Dimensions",
  "floor.area": "Floor Area",
  "wall.dimensions": "Wall Dimensions",
  "delete.wall": "Delete Wall",
  "wall.area": "Wall Area",
  "add.wall": " Add Wall",
  "length": "Length",
  "width": "Width",
  "length.of.wall": "Height of Wall",
  "width.of.wall": "Width of Wall",
  "material.selection": "Material Selection",
  "paints": "Paints",
  "wallpaper": "Wallpaper",
  "floor": "Floor",
  "area": "Wall Area",
  "price": "Price",
  "total": "Total",
  "estimated.price": "Estimated Price",
  "select.paint": "Select Paint",
  "add.another.paint": "Add Another Paint",
  "select.wallpaper": "Select Wallpaper",
  "select.floor": "Select Floor",
  "caculate.noti": "Please select a product to calculate price.",
  "name": "Name",
  "image": "Image",
  "handle": "Handle",
  "select": "Select",
  "of": "of",
  "browse.by": "Browse By",
  "code": "Code",
  "full.detail": "Full Detail",
  "available.in": "Available in",
  "color.collections": "Color Collections",
  "color.family": "Color Family",
  "interior": "Interior",
  "exterior": "Exterior",
  "get.color": "Get this color in a",
  "your.need": "You need",
  "of.paint.for": "of paint for",
  "of.wallpaper.for": "of wallpaper for",
  "box": "Box",
  "roll": "Roll",
  "room": "Room",
  "paint.colors": "Paint Colors",
  "search": "Search",
  "sold": "Sold",
  "price.range": "Price range",
  "price.range.0-100": "0 - 100$",
  "price.range.100-200": "100 - 200$",
  "price.range.200-300": "200 - 300$",
  "price.range.300-400": "300 - 400$",
  "price.range.400-500": "400 - 500$",
  "price.range.500+": "500$ +",
  "free.ship": "Free shipping for all orders",
  "return": "Return within 7 days",
  "value.cannot.be.negative": "Value cannot be negative.",
  "go.to.checkout": "Go to Checkout",
  "privacy.policy.menu": "Table of contents",
  "privacy.policy.date": "Last Updated May 23rd, 2024",
  "privacy.policy.section1.title": "Information Covered by this Privacy Policy" ,
  "privacy.policy.section1.content.alf1": "This Privacy Policy explains the types of information that Colux and its affiliated companies collect about you; how we use, share, and protect this information; and the choices you can make about how we use and share this information. This Privacy Policy governs information collected by Colux or its Affiliates (as hereinafter defined), by any means, including, but not limited to, websites, mobile applications, and other online services that refer or link to this Privacy Policy, as well as information collected by other business functions of Colux, such as through our stores, customer loyalty programs or when you speak with a customer service representative (collectively, the “Services”).",
  "privacy.policy.section1.content.alf2": "It is important that you read this Privacy Policy carefully because anytime you use our Services you consent to the practices we describe in this Privacy Policy. Key jurisdiction-specific information about our privacy practices is available in our policy here. In the event of any inconsistencies between the English-language version of this Privacy Policy and any local language version that we make available, the English-language version will prevail.", 
  "privacy.policy.section1.content.alf3": "As permissible by law, Colux reserves the right to make changes to this Privacy Policy. If changes are made, updates will be reflected by the Last Updated date at the top of this Privacy Policy. These changes will take effect immediately upon posting. By continuing to use the Services following such changes, you will be deemed to have agreed to such changes.", 
  "privacy.policy.section1.content.alf4": "Our Services may link to third-party websites and services that are outside our control. In addition, we may have relationships with non-Colux entities that distribute Colux products. We are not responsible for the security or privacy of any information collected by such third parties. You should exercise caution, and review the privacy statements applicable to such third parties.", 
  "privacy.policy.section2.title": "Information We Collect, and How We Collect It" ,
  "privacy.policy.section2.content.alf1": "We may collect information about you in a variety of ways:", 
  "privacy.policy.section2.content.alf2": "You may provide us with information directly.", 
  "privacy.policy.section2.content.alf3": "We may collect information about you when you use our Services, make purchases, or view our online advertisements.", 
  "privacy.policy.section2.content.alf4": "We may collect additional information about you in accordance with applicable law.", 
  "privacy.policy.section2.content.alf5": "The manner of our collection, the type of information collected, and the processing of such information may vary by jurisdiction to accommodate local legal requirements.", 
  "privacy.policy.section3.title": "Affiliates, Service Providers, and Other Parties" ,
  "privacy.policy.section3.content.alf1": "Affiliates. We share information within Colux and with our affiliated companies, which include businesses under common control (collectively referred to as our “Affiliates”). This sharing may occur to improve our products and services for you.", 
  "privacy.policy.section3.content.alf2": "Service Providers. We engage third-party service providers to perform various contractual services on our behalf, which may require sharing your information. For example, these providers might help fulfill your product and service requests, process payments, respond to your inquiries, send emails on our behalf, and analyze data to enhance our offerings.", 
  "privacy.policy.section3.content.alf3": "Other Parties When Required by Law or for Service Protection. There are situations where we may need to disclose your information to other parties:", 
  "privacy.policy.section3.content.alf4": "- To comply with legal requirements or respond to a government request.", 
  "privacy.policy.section3.content.alf5": "- To prevent fraud or ensure adherence to the policies governing our services.", 
  "privacy.policy.section3.content.alf6": "- When legally permissible, to protect the rights, property, or safety of Colux, our affiliates, business partners, customers, or employees.", 
  "privacy.policy.section3.content.alf7": "- To fulfill corporate governance responsibilities, such as conducting audits.", 
  "privacy.policy.section3.content.alf8": "Other Parties in Connection with Corporate Transactions. In the event of a sale or transfer of all or part of our business or assets, such as during a merger or bankruptcy reorganization or liquidation, we may disclose your information to a third party.", 
  "privacy.policy.section3.content.alf9": "Other Parties with Your Consent or at Your Request. Besides the disclosures mentioned in this Privacy Policy, we may share your information with third parties if you give your consent or request it.", 
  "privacy.policy.section3.content.alf10": "Aggregated and Non-Personal Information. We may also share information in a way that doesn’t identify you personally (for instance, aggregated data) for general business purposes, such as reporting the number of visitors to our websites or services.", 
  "privacy.policy.section4.title": "International Transfer of Data" ,
  "privacy.policy.section4.content.alf1": "Colux and its service providers may collect, transfer, store and process your personal information outside of your country of residence, including to the United States. Please note that other countries’ data protection and other laws may not be as comprehensive as those in your country. In accordance with applicable law, we implement measures such as standard data protection clauses to ensure that any transferred personal information remains protected and secure. You may obtain further information about these measures by contacting us using the Global Privacy Portal.", 
  "privacy.policy.section5.title": "Third Parties That Provide Content or Functionality on Our Services" ,
  "privacy.policy.section5.content.alf1": "Some of the content and functionality on our Services is provided by third parties that are not affiliated with us. For example, we enable you to share certain materials on our Services through social networking services, such as Facebook and Twitter. These and other social networking services may automatically collect information from or about your use of our Services when you use our Services while logged into the social networking services. We also offer online chat features that are supported by vendors - when you use these features, you are sharing information you provide in the chat with the vendor as well as with us. Third-party advertisers, including but not limited to session replay vendors and social media services, also may have a presence on some of our Services. These and other third parties collect or receive certain information about your use of our Services, including through the use of Cookies, pixels, and similar technologies, and this information may be collected over time and combined with information collected across different websites and online services.", 
  "privacy.policy.section5.content.alf2": "Some of these companies participate in industry-developed programs designed to provide consumers choices about whether to receive targeted advertising. Please visit the websites operated by the Network Advertising Initiative and Digital Advertising Alliance to learn more. (Canadian users may also visit the website operated by the Digital Advertising Alliance of Canada. Further information in local languages may be available at that site.)", 
  "privacy.policy.section5.content.alf3": "Our Services, including our websites, use analytics technology provided by Google Analytics to understand how users interact with the sites, improve our web experience, and better market our products. You may exercise choices regarding the use of Cookies from Google Analytics by going to ", 
  "privacy.policy.section5.content.alf3.link": "https://tools.google.com/dlpage/gaoptout",
  "privacy.policy.section5.content.alf3.successive": "or downloading the Google Analytics Opt-out Browser Add-on.",
  "privacy.policy.section6.title": "Your Choices & Rights in Your Information" ,
  "privacy.policy.section6.content.alf1": "You have the right to access the personal information we hold about you. Upon request, we will provide you with a copy of this data in a structured, commonly used, and machine-readable format. This right allows you to understand what data we have collected about you and verify its accuracy.", 
  "privacy.policy.section6.content.alf2": "If any of the personal information we hold about you is inaccurate or incomplete, you have the right to request that we correct or update it. We encourage you to keep your information current to ensure the accuracy of the data we process.", 
  "privacy.policy.section6.content.alf3": "You have the right to request the deletion of your personal information under certain circumstances, such as when the data is no longer necessary for the purposes for which it was collected, or if you withdraw your consent (where applicable). We will comply with your request unless we are required to retain the information for legal or regulatory reasons.", 
  "privacy.policy.section6.content.alf4": "You may object to the processing of your personal information when it is based on our legitimate interests, including profiling. If you object, we will cease processing your data unless we can demonstrate compelling legitimate grounds for the processing that override your interests, rights, and freedoms, or for the establishment, exercise, or defense of legal claims.", 
  "privacy.policy.section6.content.alf5": "In certain situations, you have the right to request that we restrict the processing of your personal information. This means that we will continue to store your data but will not process it further. You can request restriction if you contest the accuracy of your data, if the processing is unlawful, or if you need the data for legal claims but do not want us to delete it.", 
  "privacy.policy.section6.content.alf6": "Where applicable, you have the right to request that we transfer your personal data to another organization or directly to you. This right applies to data that you have provided to us and that is processed by automated means based on your consent or in the performance of a contract.", 
  "privacy.policy.section6.content.alf7": "If our processing of your personal information is based on your consent, you have the right to withdraw that consent at any time. Withdrawing consent does not affect the lawfulness of processing that occurred based on consent before its withdrawal. However, it may affect our ability to provide certain services to you.", 
  "privacy.policy.section6.content.alf8": "You have the right to opt out of receiving promotional communications from us. You can exercise this right by clicking the 'unsubscribe' link in the emails we send or by contacting us directly. Please note that you may still receive administrative communications even after opting out of marketing messages.", 
  "privacy.policy.section6.content.alf9": "If you believe that your rights regarding your personal information have been violated, you have the right to lodge a complaint with a supervisory authority, particularly in the country or state where you live, work, or where the alleged infringement occurred.", 
  "privacy.policy.section6.content.alf10": "To exercise any of the rights mentioned above, please contact us at [Insert Contact Information]. We may ask you to verify your identity before fulfilling your request to ensure the security of your information.", 
  "privacy.policy.section6.content.alf11": "We aim to respond to all legitimate requests within one month. If your request is particularly complex, or if you have made multiple requests, it may take us longer. In such cases, we will notify you and keep you updated.", 
  "privacy.policy.section7.title": "How to Contact Us" ,
  "privacy.policy.section7.content.alf1": "If you have questions about this Privacy Policy or our privacy practices, please contact Colux through our Global Privacy Portal or at the following address:", 
  "privacy.policy.section7.content.alf2": "The Colux Company", 
  "privacy.policy.section7.content.alf3": "Global Privacy Compliance", 
  "privacy.policy.section7.content.alf4": "101 W. Prospect Ave.", 
  "privacy.policy.section7.content.alf5": "Cleveland, OH 44115"

}