{
  "home": "Trang chủ",
  "colors": "Màu sắc",
  "products": "Sản phẩm",
  "about": "Thông tin",
  "blogs": "Bài viết",
  "contact": "Liên hệ",
  "calculate.price": "Ước tính giá",
  "constructors": "Các nhà xây dựng",
  "about.us": "Giới thiệu về chúng tôi",
  "advisory": "Tư vấn",
  "shipping.and.return": "Vận chuyển và hoàn trả",
  "terms.and.condition": "Điều khoản và điều kiện",
  "privacy.policy": "Chính sách bảo mật",
  "all.product": "Tất cả sản phẩm",
  "all.colors": "Tất cả màu sắc",
  "collections": "Bộ sưu tập",
  "login": "Đăng nhập",
  "english": "Tiếng Anh",
  "vietnamese": "Tiếng Việt",
  "home.baner.title": "Trải nghiệm không gian sống mới với Sơn nội thất 3D",
  "home.baner.desc": "Màu sắc và hoa văn tinh tế tạo nên không gian ấn tượng và độc đáo cho ngôi nhà của bạn!",
  "home.baner.btn": "Khám phá ngay!",
  "home.colors.title": "CHỌN MỘT HỌ MÀU SƠN",
  "home.colors.desc": "Chúng tôi có hơn 200 màu sơn để lựa chọn",
  "home.blogs.title": "Bài viết mới mỗi ngày",
  "home.products.title": "Xem những sản phẩm mới nhất của chúng tôi",
  "home.advansory.title": "Tư vấn thiết kế nhà theo yêu cầu",
  "home.advansory.desc1": "Mở cánh cửa đến ngôi nhà mơ ước của bạn với Dịch vụ thiết kế nhà 3D KOLUX",
  "home.advansory.desc2": "Khám phá nghệ thuật thiết kế nhà theo yêu cầu với Dịch vụ tư vấn 3D của KOLUX",
  "home.advansory.btn": "Nhận tư vấn ngay!",
  "home.project.title": "Dự án đã được xây dựng",
  "home.contact.title": "Liên hệ với chúng tôi",
  "home.contact.phone": "Điện thoại",
  "home.contact.input.name": "Tên của bạn",
  "home.contact.input.email": "Email của bạn",
  "home.contact.input.mess": "Tin nhắn của bạn",
  "home.contact.btn": "GỬI",
  "product.detail.note.price": "Mức giá này không bao gồm chi phí lắp đặt và phụ kiện.",
  "reviews": "Đánh giá",
  "pieces": "Miếng",
  "size": "Kích thước",
  "brand": "Thương hiệu",
  "product.code": "Mã sản phẩm",
  "origin": "Nguồn gốc",
  "shipping": "Vận chuyển",
  "in.stock": "Trong kho",
  "still.in.stock": "Vẫn còn hàng",
  "out.of.stock": "Hết hàng",
  "product.detail.estimated.cost.title": "Bạn cần lập ngân sách bao nhiêu cho dự án của mình?",
  "product.detail.estimated.cost.link": "Tính toán chi phí ước tính ngay bây giờ",
  "add.to.cart": "Thêm vào giỏ hàng",
  "buy.now": "Mua ngay",
  "product.info": "Thông tin sản phẩm",
  "warranty": "Bảo hành",
  "applicable.surface": "Bề mặt áp dụng",
  "property": "Thuộc tính",
  "features": "Tính năng",
  "review.title": "Xếp hạng & Đánh giá",
  "no.review": "Không có đánh giá nào cho sản phẩm này.",
  "tip.advice": "Mẹo & Lời khuyên",
  "expert": "Chuyên gia",
  "category": "Danh mục",
  "no.category": "Không có danh mục nào",
  "rating": "Xếp hạng",
  "no.property": "Không có thuộc tính nào",
  "no.features": "Không có tính năng nào",
  "related.products": "Các sản phẩm liên quan",
  "type": "Loại",
  "foam.thickness": "Độ dầy bọt",
  "footer.title": "Tìm hiểu về công ty của chúng tôi",
  "footer.desc": "Dù ở gần hay trên toàn thế giới, con người và sản phẩm của KOLUX đã tạo ra tác động trong hơn 150 năm qua.",
  "footer.btn": "ĐỌC THÊM VỀ CHÚNG TÔI",
  "footer.our": "Công ty của chúng tôi",
  "footer.term": "Điều khoản sử dụng",
  "footer.user": "Người dùng",
  "project.estimation": "Ước tính dự án",
  "floor.dimensions": "Kích thước sàn",
  "floor.area": "Diện tích sàn",
  "wall.dimensions": "Kích thước tường",
  "delete.wall": "Xóa tường",
  "wall.area": "Diện tích tường",
  "add.wall": "Thêm tường",
  "length": "Chiều dài",
  "width": "Chiều rộng",
  "length.of.wall": "Chiều cao tường",
  "width.of.wall": "Chiều rộng tường",
  "material.selection": "Lựa chọn vật liệu",
  "paints": "Sơn",
  "wallpaper": "Giấy dán tường",
  "floor": "Sàn",
  "area": "Diện tích tường",
  "price": "Giá",
  "total": "Tổng",
  "estimated.price": "Giá ước tính",
  "select.paint": "Chọn Sơn",
  "add.another.paint": "Thêm Sơn Khác",
  "select.wallpaper": "Chọn Giấy Dán Tường",
  "select.floor": "Chọn Sàn",
  "caculate.noti": "Vui lòng chọn sản phẩm để tính giá.",
  "name": "Tên",
  "image": "Ảnh",
  "handle": "Xử lý",
  "select": "Chọn",
  "of": "của",
  "browse.by": "Duyệt theo",
  "code": "Mã",
  "full.detail": "Thông tin đầy đủ",
  "available.in": "Có sẵn trong",
  "color.collections": "Bộ sưu tập màu",
  "color.family": "Họ màu",
  "interior": "Nội thất",
  "exterior": "Ngoại thất",
  "get.color": "Lấy màu này trong",
  "of.paint.for": "sơn cho",
  "of.wallpaper.for": "giấy dán tường cho",
  "box": "Hộp",
  "roll": "Cuộn",
  "room": "Phòng",
  "paint.colors": "Màu sơn",
  "search": "Tìm kiếm",
  "sold": "Đã bán",
  "price.range": "Phạm vi giá",
  "price.range.0-100": "0 - 100$",
  "price.range.100-200": "100 - 200$",
  "price.range.200-300": "200 - 300$",
  "price.range.300-400": "300 - 400$",
  "price.range.400-500": "400 - 500$",
  "price.range.500+": "500$ +",
  "free.ship": "Miễn phí giao hàng cho đơn từ 500$",
  "return": "Đổi trả trong vòng 7 ngày",
  "value.cannot.be.negative": "Giá trị không thể âm.",
  "go.to.checkout": "Đặt hàng",
  "privacy.policy.menu": "Mục lục",
  "privacy.policy.date": "Cập nhật lần cuối vào ngày 23 tháng 5 năm 2024",
  "privacy.policy.section1.title": "Thông tin được Chính sách bảo mật này bao gồm",
  "privacy.policy.section1.content.alf1": "Chính sách bảo mật này giải thích các loại thông tin mà Colux và các công ty liên kết thu thập về bạn; cách chúng tôi sử dụng, chia sẻ và bảo vệ thông tin này; và các lựa chọn bạn có thể thực hiện về cách chúng tôi sử dụng và chia sẻ thông tin này. Chính sách bảo mật này quản lý thông tin do Colux hoặc các công ty liên kết của Colux thu thập (như được định nghĩa sau đây), bằng mọi phương tiện, bao gồm nhưng không giới hạn ở các trang web, ứng dụng di động và các dịch vụ trực tuyến khác tham chiếu hoặc liên kết đến Chính sách bảo mật này, cũng như thông tin do các chức năng kinh doanh khác của Colux thu thập, chẳng hạn như thông qua các cửa hàng, chương trình khách hàng thân thiết của chúng tôi hoặc khi bạn nói chuyện với đại diện dịch vụ khách hàng (gọi chung là 'Dịch vụ').",
  "privacy.policy.section1.content.alf2": "Điều quan trọng là bạn phải đọc Chính sách bảo mật này một cách cẩn thận vì bất cứ khi nào bạn sử dụng Dịch vụ của chúng tôi, bạn đồng ý với các hoạt động mà chúng tôi mô tả trong Chính sách bảo mật này. Thông tin chính về quyền tài phán cụ thể về các hoạt động bảo mật của chúng tôi có sẵn trong chính sách của chúng tôi tại đây. Trong trường hợp có bất kỳ sự không nhất quán nào giữa phiên bản tiếng Anh của Chính sách bảo mật này và bất kỳ phiên bản ngôn ngữ địa phương nào mà chúng tôi cung cấp, phiên bản tiếng Anh sẽ được ưu tiên áp dụng.",
  "privacy.policy.section1.content.alf3": "Theo luật định, Colux có quyền thay đổi Chính sách bảo mật này. Nếu có thay đổi, các bản cập nhật sẽ được phản ánh vào ngày Cập nhật gần nhất ở đầu Chính sách bảo mật này. Những thay đổi này sẽ có hiệu lực ngay sau khi đăng. Bằng cách tiếp tục sử dụng Dịch vụ sau những thay đổi đó, bạn sẽ được coi là đã đồng ý với những thay đổi đó.",
  "privacy.policy.section1.content.alf4": "Dịch vụ của chúng tôi có thể liên kết đến các trang web và dịch vụ của bên thứ ba nằm ngoài tầm kiểm soát của chúng tôi. Ngoài ra, chúng tôi có thể có mối quan hệ với các thực thể không phải của Colux phân phối sản phẩm của Colux. Chúng tôi không chịu trách nhiệm về tính bảo mật hoặc quyền riêng tư của bất kỳ thông tin nào do các bên thứ ba đó thu thập. Bạn nên thận trọng và xem xét các tuyên bố về quyền riêng tư áp dụng cho các bên thứ ba đó.",
  "privacy.policy.section2.title": "Thông tin chúng tôi thu thập và cách chúng tôi thu thập thông tin đó",
  "privacy.policy.section2.content.alf1": "Chúng tôi có thể thu thập thông tin về bạn theo nhiều cách khác nhau:",
  "privacy.policy.section2.content.alf2": "Bạn có thể cung cấp thông tin trực tiếp cho chúng tôi.",
  "privacy.policy.section2.content.alf3": "Chúng tôi có thể thu thập thông tin về bạn khi bạn sử dụng Dịch vụ của chúng tôi, mua hàng hoặc xem quảng cáo trực tuyến của chúng tôi.",
  "privacy.policy.section2.content.alf4": "Chúng tôi có thể thu thập thêm thông tin về bạn theo luật hiện hành.",
  "privacy.policy.section2.content.alf5": "Cách thức chúng tôi thu thập, loại thông tin được thu thập và quá trình xử lý thông tin đó có thể khác nhau tùy theo khu vực pháp lý để phù hợp với các yêu cầu pháp lý của địa phương.",
  "privacy.policy.section3.title": "Các chi nhánh, Nhà cung cấp dịch vụ và các bên khác",
  "privacy.policy.section3.content.alf1": "Các chi nhánh. Chúng tôi chia sẻ thông tin trong Colux và với các công ty liên kết của chúng tôi, bao gồm các doanh nghiệp dưới sự kiểm soát chung (gọi chung là 'Các chi nhánh' của chúng tôi). Việc chia sẻ này có thể diễn ra để cải thiện sản phẩm và dịch vụ của chúng tôi cho bạn.",
  "privacy.policy.section3.content.alf2": "Các nhà cung cấp dịch vụ. Chúng tôi thuê các nhà cung cấp dịch vụ bên thứ ba để thực hiện nhiều dịch vụ theo hợp đồng thay mặt chúng tôi, có thể yêu cầu chia sẻ thông tin của bạn. Ví dụ: các nhà cung cấp này có thể giúp đáp ứng các yêu cầu về sản phẩm và dịch vụ của bạn, xử lý thanh toán, trả lời các yêu cầu của bạn, gửi email thay mặt chúng tôi và phân tích dữ liệu để nâng cao dịch vụ của chúng tôi.",
  "privacy.policy.section3.content.alf3": "Các bên khác khi được pháp luật yêu cầu hoặc để bảo vệ dịch vụ. Có những trường hợp chúng tôi có thể cần tiết lộ thông tin của bạn cho các bên khác:",
  "privacy.policy.section3.content.alf4": "- Để tuân thủ các yêu cầu pháp lý hoặc phản hồi yêu cầu của chính phủ.",
  "privacy.policy.section3.content.alf5": "- Để ngăn chặn gian lận hoặc đảm bảo tuân thủ các chính sách quản lý dịch vụ của chúng tôi.",
  "privacy.policy.section3.content.alf6": "- Khi được pháp luật cho phép, để bảo vệ quyền, tài sản hoặc sự an toàn của Colux, các chi nhánh, đối tác kinh doanh, khách hàng hoặc nhân viên của chúng tôi.",
  "privacy.policy.section3.content.alf7": "- Để thực hiện các trách nhiệm quản trị công ty, chẳng hạn như tiến hành kiểm toán.",
  "privacy.policy.section3.content.alf8": "Các bên khác liên quan đến Giao dịch của công ty. Trong trường hợp bán hoặc chuyển nhượng toàn bộ hoặc một phần doanh nghiệp hoặc tài sản của chúng tôi, chẳng hạn như trong quá trình sáp nhập hoặc phá sản, tổ chức lại hoặc thanh lý, chúng tôi có thể tiết lộ thông tin của bạn cho bên thứ ba.",
  "privacy.policy.section3.content.alf9": "Các bên khác với sự đồng ý của bạn hoặc theo yêu cầu của bạn. Bên cạnh các tiết lộ được đề cập trong Chính sách bảo mật này, chúng tôi có thể chia sẻ thông tin của bạn với các bên thứ ba nếu bạn đồng ý hoặc yêu cầu.",
  "privacy.policy.section3.content.alf10": "Thông tin tổng hợp và không phải thông tin cá nhân. Chúng tôi cũng có thể chia sẻ thông tin theo cách không xác định danh tính cá nhân của bạn (ví dụ: dữ liệu tổng hợp) cho mục đích kinh doanh chung, chẳng hạn như báo cáo số lượng khách truy cập vào trang web hoặc dịch vụ của chúng tôi.",
  "privacy.policy.section4.title": "Chuyển dữ liệu quốc tế",
  "privacy.policy.section4.content.alf1": "Colux và các nhà cung cấp dịch vụ của công ty có thể thu thập, chuyển, lưu trữ và xử lý thông tin cá nhân của bạn bên ngoài quốc gia cư trú của bạn, bao gồm cả Hoa Kỳ. Xin lưu ý rằng luật bảo vệ dữ liệu và các luật khác của các quốc gia khác có thể không toàn diện như luật ở quốc gia của bạn. Theo luật hiện hành, chúng tôi thực hiện các biện pháp như điều khoản bảo vệ dữ liệu tiêu chuẩn để đảm bảo rằng mọi thông tin cá nhân được chuyển giao vẫn được bảo vệ và an toàn. Bạn có thể tìm hiểu thêm thông tin về các biện pháp này bằng cách liên hệ với chúng tôi thông qua Cổng thông tin bảo mật toàn cầu.",
  "privacy.policy.section5.title": "Các bên thứ ba cung cấp nội dung hoặc chức năng trên Dịch vụ của chúng tôi",
  "privacy.policy.section5.content.alf1": "Một số nội dung và chức năng trên Dịch vụ của chúng tôi được cung cấp bởi các bên thứ ba không liên kết với chúng tôi. Ví dụ: chúng tôi cho phép bạn chia sẻ một số tài liệu nhất định trên Dịch vụ của chúng tôi thông qua các dịch vụ mạng xã hội, chẳng hạn như Facebook và Twitter. Các dịch vụ mạng xã hội này và các dịch vụ mạng xã hội khác có thể tự động thu thập thông tin từ hoặc về việc bạn sử dụng Dịch vụ của chúng tôi khi bạn sử dụng Dịch vụ của chúng tôi trong khi đăng nhập vào các dịch vụ mạng xã hội. Chúng tôi cũng cung cấp các tính năng trò chuyện trực tuyến được các nhà cung cấp hỗ trợ - khi bạn sử dụng các tính năng này, bạn đang chia sẻ thông tin bạn cung cấp trong cuộc trò chuyện với nhà cung cấp cũng như với chúng tôi. Các nhà quảng cáo bên thứ ba, bao gồm nhưng không giới hạn ở các nhà cung cấp phát lại phiên và các dịch vụ truyền thông xã hội, cũng có thể có mặt trên một số Dịch vụ của chúng tôi. Các bên thứ ba này và các bên thứ ba khác thu thập hoặc nhận một số thông tin nhất định về việc bạn sử dụng Dịch vụ của chúng tôi, bao gồm thông qua việc sử dụng Cookie, pixel và các công nghệ tương tự, và thông tin này có thể được thu thập theo thời gian và kết hợp với thông tin được thu thập trên các trang web khác nhau và trực tuyến dịch vụ.",
  "privacy.policy.section5.content.alf2": "Một số công ty này tham gia vào các chương trình do ngành phát triển được thiết kế để cung cấp cho người tiêu dùng các lựa chọn về việc có nhận quảng cáo được nhắm mục tiêu hay không. Vui lòng truy cập các trang web do Sáng kiến ​​quảng cáo mạng và Liên minh quảng cáo kỹ thuật số điều hành để tìm hiểu thêm. (Người dùng Canada cũng có thể truy cập trang web do Liên minh quảng cáo kỹ thuật số Canada điều hành. Thông tin thêm bằng ngôn ngữ địa phương có thể có tại trang web đó.)",
  "privacy.policy.section5.content.alf3": "Các dịch vụ của chúng tôi, bao gồm cả các trang web của chúng tôi, sử dụng công nghệ phân tích do Google Analytics cung cấp để hiểu cách người dùng tương tác với các trang web, cải thiện trải nghiệm web của chúng tôi và tiếp thị sản phẩm của chúng tôi tốt hơn. Bạn có thể thực hiện các lựa chọn liên quan đến việc sử dụng Cookie từ Google Analytics bằng cách truy cập ",
  "privacy.policy.section5.content.alf3.link": "https://tools.google.com/dlpage/gaoptout",
  "privacy.policy.section5.content.alf3.successive": "hoặc tải xuống Tiện ích bổ sung Trình duyệt từ chối Google Analytics.",
  "privacy.policy.section6.title": "Lựa chọn & Quyền của bạn đối với Thông tin của bạn",
  "privacy.policy.section6.content.alf1": "Bạn có quyền truy cập thông tin cá nhân mà chúng tôi lưu giữ về bạn. Khi được yêu cầu, chúng tôi sẽ cung cấp cho bạn một bản sao dữ liệu này ở định dạng có cấu trúc, thường được sử dụng và có thể đọc được bằng máy. Quyền này cho phép bạn hiểu dữ liệu nào chúng tôi đã thu thập về bạn và xác minh tính chính xác của dữ liệu đó.",
  "privacy.policy.section6.content.alf2": "Nếu bất kỳ thông tin cá nhân nào chúng tôi lưu giữ về bạn không chính xác hoặc không đầy đủ, bạn có quyền yêu cầu chúng tôi sửa hoặc cập nhật thông tin đó. Chúng tôi khuyến khích bạn cập nhật thông tin của mình để đảm bảo tính chính xác của dữ liệu chúng tôi xử lý.",
  "privacy.policy.section6.content.alf3": "Bạn có quyền yêu cầu xóa thông tin cá nhân của mình trong một số trường hợp nhất định, chẳng hạn như khi dữ liệu không còn cần thiết cho mục đích mà dữ liệu được thu thập hoặc nếu bạn rút lại sự đồng ý của mình (nếu có). Chúng tôi sẽ tuân thủ yêu cầu của bạn trừ khi chúng tôi được yêu cầu lưu giữ thông tin vì lý do pháp lý hoặc quy định.",
  "privacy.policy.section6.content.alf4": "Bạn có thể phản đối việc xử lý thông tin cá nhân của mình khi việc đó dựa trên các lợi ích hợp pháp của chúng tôi, bao gồm cả việc lập hồ sơ. Nếu bạn phản đối, chúng tôi sẽ ngừng xử lý dữ liệu của bạn trừ khi chúng tôi có thể chứng minh được lý do chính đáng bắt buộc cho việc xử lý dữ liệu đó, vượt trên quyền lợi, quyền tự do và lợi ích của bạn hoặc cho việc thiết lập, thực hiện hoặc bảo vệ các khiếu nại pháp lý.",
  "privacy.policy.section6.content.alf5": "Trong một số trường hợp nhất định, bạn có quyền yêu cầu chúng tôi hạn chế việc xử lý thông tin cá nhân của bạn. Điều này có nghĩa là chúng tôi sẽ tiếp tục lưu trữ dữ liệu của bạn nhưng sẽ không xử lý thêm nữa. Bạn có thể yêu cầu hạn chế nếu bạn phản đối tính chính xác của dữ liệu, nếu việc xử lý là bất hợp pháp hoặc nếu bạn cần dữ liệu cho các khiếu nại pháp lý nhưng không muốn chúng tôi xóa dữ liệu đó.",
  "privacy.policy.section6.content.alf6": "Khi áp dụng, bạn có quyền yêu cầu chúng tôi chuyển dữ liệu cá nhân của bạn cho một tổ chức khác hoặc trực tiếp cho bạn. Quyền này áp dụng cho dữ liệu mà bạn đã cung cấp cho chúng tôi và được xử lý bằng các phương tiện tự động dựa trên sự đồng ý của bạn hoặc trong quá trình thực hiện hợp đồng.",
  "privacy.policy.section6.content.alf7": "Nếu việc chúng tôi xử lý thông tin cá nhân của bạn dựa trên sự đồng ý của bạn, bạn có quyền rút lại sự đồng ý đó bất kỳ lúc nào. Việc rút lại sự đồng ý không ảnh hưởng đến tính hợp pháp của việc xử lý đã diễn ra dựa trên sự đồng ý trước khi rút lại. Tuy nhiên, điều này có thể ảnh hưởng đến khả năng cung cấp một số dịch vụ nhất định cho bạn của chúng tôi.",
  "privacy.policy.section6.content.alf8": "Bạn có quyền từ chối nhận thông tin quảng cáo từ chúng tôi. Bạn có thể thực hiện quyền này bằng cách nhấp vào liên kết 'hủy đăng ký' trong email chúng tôi gửi hoặc bằng cách liên hệ trực tiếp với chúng tôi. Xin lưu ý rằng bạn vẫn có thể nhận được thông tin hành chính ngay cả sau khi từ chối nhận tin nhắn tiếp thị.",
  "privacy.policy.section6.content.alf9": "Nếu bạn tin rằng quyền của mình liên quan đến thông tin cá nhân đã bị vi phạm, bạn có quyền khiếu nại với cơ quan giám sát, đặc biệt là ở quốc gia hoặc tiểu bang nơi bạn sinh sống, làm việc hoặc nơi xảy ra hành vi vi phạm bị cáo buộc.",
  "privacy.policy.section6.content.alf10": "Để thực hiện bất kỳ quyền nào được đề cập ở trên, vui lòng liên hệ với chúng tôi theo địa chỉ [Chèn thông tin liên hệ]. Chúng tôi có thể yêu cầu bạn xác minh danh tính của mình trước khi thực hiện yêu cầu để đảm bảo an toàn cho thông tin của bạn.",
  "privacy.policy.section6.content.alf11": "Chúng tôi đặt mục tiêu phản hồi tất cả các yêu cầu hợp lệ trong vòng một tháng. Nếu yêu cầu của bạn đặc biệt phức tạp hoặc nếu bạn đã đưa ra nhiều yêu cầu, chúng tôi có thể mất nhiều thời gian hơn. Trong những trường hợp như vậy, chúng tôi sẽ thông báo và cập nhật cho bạn.",
  "privacy.policy.section7.title": "Cách liên hệ với chúng tôi",
  "privacy.policy.section7.content.alf1": "Nếu bạn có thắc mắc về Chính sách bảo mật này hoặc các hoạt động bảo mật của chúng tôi, vui lòng liên hệ với Colux thông qua Cổng thông tin bảo mật toàn cầu của chúng tôi hoặc theo địa chỉ sau:",
  "privacy.policy.section7.content.alf2": "Công ty Colux",
  "privacy.policy.section7.content.alf3": "Tuân thủ bảo mật toàn cầu",
  "privacy.policy.section7.content.alf4": "101 W. Prospect Ave.",
  "privacy.policy.section7.content.alf5": "Cleveland, OH 44115"
}